[
  {
    "name": "Organisation",
    "tasks": [
      {
        "header": "Définitions",
        "content": "**organisation** (fractale) : un groupe d'humains partageant une raison d'être commune (cercle racine) composé de roles et de cercles.\n\n**Role** : une fonction réalisé par un membre avec un mandat donné.   \n\n**Circle** : ensemble de role et de sous-cercles (équipe, groupe etc).  \n\n**Mandat** : document qui définit la fonction d'un role ou d'un cercle en explicitant :\n\n* sa raison d'être : pourquoi il existe\n* ses responsabilités (optionel) : quelle sont les attentes de ce role/cercle.\n* ses domaines (optionel) : quelle propriétés/ressources il contrôle.\n* ses politiques (optionel) : les regles d'acces à ses ressources.\n\n**Tension** : distance entre la ou l'on est et là l'on veut aller. Une tension peut être utilisée par exemple pour partager et gérer des tâches, des questions ou des idées. Une tension, comme un courrier électronique, a un émetteur et un destinataire (un rôle ou un cercle).\nUne tension appartient à un type en fonction du sujet qu'elle traite. Il y a quatre types différents :\n\n* Opérationnelle : Une catégorie générale de tension qui peut être une tâche, un problème ou tout ce qui doit être partagé dans l'organisation.\n* Gouvernance : concernant la structure de l'organisation, ses mandats etc.\n* Entraide : pour les demandes d'aide, questions ou clarifications.\n* Alerte: Pour les alertes, annonce genéral ou chaque membre sous le cercle alerté recevra une notification (niveau de coordinateur requis pour déclencher).\n"
      },
      {
        "header": "Créer une organisation",
        "content": "Cliquez sur le bouton + dans le coin supérieur droit de la page. Cliquez ensuite sur le bouton 'Créer une nouvelle organisation'."
      },
      {
        "header": "Processus de gouvernance",
        "content": "Le processus de gouvernance permet de définir la portée des droits associés au roles dans l'organisation. Il existe deux processus de gouvernance :\n\n###### Coordonné\n\nDans le mode coordoné, les rôles de coordinateur ont les droits suivant au sein de leurs cercles :\n\n* création de rôles et de sous-cercles\n* modification des rôles et des sous-cercles\n* création de tensions et commentaires\n* modification des tensions (titre, labels, assignés)\n* déplacement des tensions\n\nLes rôles normaux ont les droits suivante au sein de leurs cercles :\n\n* création de tension et commentaires \n* fermer ses propres tensions \n\n###### Agile\n\nDans le mode agile les rôles ont les droits suivant au sein de leurs cercles :\n\n* création de rôles et de sous-cercles\n* modification des rôles et des sous-cercles\n* création de tension et commentaires\n* modification de tension (titre, labels, assignés)\n* déplacement des tensions\n\nNote: les droits d'un rôle associé à un cercle sont hérité dans les sous-cercles qui ne possède pas rôles\n"
      }
    ]
  }
]
